tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
cask_args "no-quarantine": true

brew 'diff-so-fancy'
brew 'ffmpeg'
brew 'git'
brew 'gh'
brew 'golang'
brew 'htop'
brew 'imagemagick'
brew 'python'
brew 'tmux'
brew 'wget'
brew 'youtube-dl'
brew 'zsh-syntax-highlighting'

cask '1password'
cask 'a-better-finder-rename'
cask 'appcleaner'
cask 'authy'
cask 'balenaetcher'
cask 'docker'
cask 'figma'
cask 'firefox'
cask 'graphiql'
cask 'google-chrome'
cask 'handbrake'
cask 'imageoptim'
cask 'iterm2'
cask 'kitty'
cask 'microsoft-auto-update'
cask 'microsoft-edge'
cask 'ngrok'
cask 'postman'
cask 'raspberry-pi-imager'
cask 'rectangle'
cask 'sequel-pro'
cask 'sketch'
cask 'slack'
cask 'spotify'
cask 'the-unarchiver'
cask 'transmission'
cask 'transmit'
cask 'visual-studio-code'
cask 'vlc'
cask 'zoom'

cask 'font-fira-code'
