bat
build-essential
curl
ffmpeg
fzf
gh
gifsicle
git
git-delta
gpg
gzip
hyperfine
imagemagick
jq
less
neovim
ripgrep
rsync
tmux
tmux-mem-cpu-load
unzip
vim
wget
xdg-utils
zoxide
zsh
zsh-syntax-highlighting
