tap 'homebrew/cask-fonts'
cask_args "no-quarantine": true

brew 'asdf'
brew 'bat'
brew 'btop'
brew 'coreutils'
brew 'delta'
brew 'diskus'
brew 'fd'
brew 'ffmpeg'
brew 'fzf'
brew 'gh'
brew 'gifsicle'
brew 'git'
brew 'gpg'
brew 'gzip'
brew 'hyperfine'
brew 'imagemagick'
brew 'jq'
brew 'less'
brew 'neovim'
brew 'ripgrep'
brew 'rsync'
brew 'vim'
brew 'wget'
brew 'zoxide'
brew 'zsh-syntax-highlighting'

cask 'docker'
cask 'figma'
cask 'firefox'
cask 'imageoptim'
cask 'kitty'
cask 'postman'
cask 'rectangle'
cask 'the-unarchiver'
cask 'transmit'
cask 'visual-studio-code'
cask 'vlc'

cask 'font-jetbrains-mono'
cask 'font-monaspace'
