tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
cask_args "no-quarantine": true

brew 'asdf'
brew 'bat'
brew 'coreutils'
brew 'diskus'
brew 'diff-so-fancy'
brew 'fd'
brew 'ffmpeg'
brew 'gh'
brew 'gifsicle'
brew 'git'
brew 'gpg'
brew 'gzip'
brew 'hyperfine'
brew 'imagemagick'
brew 'jq'
brew 'less'
brew 'rsync'
brew 'vim'
brew 'wget'
brew 'youtube-dl'
brew 'zsh-syntax-highlighting'

cask '1password'
cask 'devutils'
cask 'docker'
cask 'figma'
cask 'firefox'
cask 'google-chrome'
cask 'handbrake'
cask 'imageoptim'
cask 'kitty'
cask 'postman'
cask 'raspberry-pi-imager'
cask 'rectangle'
cask 'the-unarchiver'
cask 'transmit'
cask 'visual-studio-code'
cask 'vlc'
cask 'zoom'

cask 'font-jetbrains-mono'
